


// 숫자 자료(가격, 총 결제 금액, 주문수량)
console.log(2000);
console.log(3000);
console.log(3500);
console.log(4000);

// 문자열 자료(제품명, 카테고리명, 주문번호)
console.log("아메리카노");
console.log("빽사이즈 아메리카노(ICED)")
console.log("원조커피");

// 블리언 자료
console.log("품절");


// 배열 자료 (카테고리명들, 제품명들, 주문한 상품들)
let 카테고리명들 = ["커피","음료","주스/에이드"];
let 제품명들 = ["아메리카노","라데", "원조커피"];
let 주문한상품들 =["아메리카노","레몬에이드","수박주스"];
console.log(카테고리명들);
console.log(제품명들);
console.log(주문한상품들);


// 객체 자료(제품과 가격은 하나의 쌍,)
console.log({제품명:"콜라", 가격:1000});
console.log({선택된제품:[], 총주문금액:1000});
console.log({주문번호:10, 결제금액:3500, 메뉴이름:"커피"});
